[
  //Task 1 - Drag a template:
  [
    {
      "speaker":  "Alma",
      "dialogue": "Great, let’s continue."
    },
    {
      "speaker":  "Alma",
      "dialogue": "The desk you’re looking at right now is your workspace. It’s where you’ll do all of your card cutting. When we get an order in, we’ll tell you and give you a stack of card templates. A card template looks something like this."
    },
    {
      "speaker":  "Alma",
      "dialogue": "Your stack of card templates are on the lower right hand side of the screen. When you begin a project, pull a card template off the stack by [clicking/tapping] and dragging it to your workspace. Try it!"
    }
  ],
  
  //Task 2 - Begin cutting:
  [
    {
      "speaker":  "Alma",
      "dialogue": "Perfect! Now you have a card template on your workspace. Next, let’s start cutting out the shape. [Tap/Click] on the starting point to begin cutting."
    }
  ],

  //Task 3 - Trace the shape:
  [
    {
      "speaker":  "Alma",
      "dialogue": "Good job. Now, trace the lines on the card template to cut out the card."
    }
  ],

  //Task 4 - Accessing the menu:
  [
    {
      "speaker":  "Alma",
      "dialogue": "Ta-dah! You’re finished! If you need to pause at any time, double [tap/click] wherever you are, and it will bring up the menu."
    }
  ],

  //Task 5 - New Years' Eve cards:
  [
    {
      "speaker":  "Alma",
      "dialogue": "And that’s about it! Some of the projects that we give you might be rush orders, so they are timed. But you don’t have to worry about that right now."
    },
    {
      "speaker":  "Alma",
      "dialogue": "Currently, we’re in need of a New Year’s card. Here are the templates. Would you mind completing these three New Year’s cards?"
    }
  ],

  //Task 6 - Original card:
  [
    {
      "speaker":  "Alma",
      "dialogue": "Thank you so much. You’re already off to a great start."
    },
    {
      "speaker":  "Cap’n Cutout",
      "dialogue": "How [is she/is he/are they] doing?"
    },
    {
      "speaker":  "Alma",
      "dialogue": "Just fine, darling!"
    },
    {
      "speaker":  "Alma",
      "dialogue": "One last thing...when we don’t have orders coming in, you can make card designs of your own to sell in our shop. When you have downtime, you’ll have some blank sheets of cardstock in the lower-left hand corner. Drag a blank sheet from the stack to get started!"
    },
    {
      "speaker":  "Alma",
      "dialogue": "Then, just trace the image of your sketch to make your own card. Remember: [tap/click] to start cutting, and double [tap/click] to pause the game!"
    },
    {
      "speaker":  "Alma",
      "dialogue": "Well, that about completes our lesson!"
    },
    {
      "speaker":  "Cap’n Cutout",
      "dialogue": "Yarr! There be peanut butter in me beard!"
    },
    {
      "speaker":  "Alma",
      "dialogue": "Ahaha! I should help him out. You stay here and enjoy your downtime."
    }
  ]

  //Done!
  [
    {
      "speaker":  "Cap’n Cutout",
      "dialogue": "Sorry to keep yeh waiting, [lassie/laddie/matey]. Sometimes when I eat PB&J with the kids… you get the idea."
    },
    {
      "speaker":  "Cap’n Cutout",
      "dialogue": "So I don’t really know much about this… but I heard somewheres that we’re doin’ this newfangled thing called “autosave.” If you see this icon, the game is saving. You can quit the game at anytimes just so long as you can’t see this icon!"
    }
  ]
]





